{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 784], "name": "dense_1", "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "dtype": "float32", "activation": "relu", "kernel_constraint": null, "units": 784, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "activity_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_regularizer": null, "bias_constraint": null, "activation": "softmax", "bias_regularizer": null, "kernel_constraint": null, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "activity_regularizer": null, "trainable": true}}], "name": "sequential_1"}}